Repository: piettro/Portfolio-Website
Catalog: portfolio/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Hi, I'm
pt_br: Olá, eu sou

source: Download Resume
pt_br: Baixar Currículo

source: Data Scientist & Full Stack Developer
pt_br: Cientista de Dados & Desenvolvedor Full Stack

source: Data Scientist & Full Stack Developer passionate about turning complex data into actionable insights and building exceptional web experiences.
pt_br: Cientista de Dados & Desenvolvedor Full Stack apaixonado por transformar dados complexos em insights acionáveis e criar experiências web excepcionais.

source: View my work
pt_br: Ver meu trabalho

source: About Me
pt_br: Sobre Mim

source: Bridging the gap between data science and web development to create innovative solutions
pt_br: Conectando a ciência de dados e o desenvolvimento web para criar soluções inovadoras

source: Web Development
pt_br: Desenvolvimento Web

source: Building responsive and performant web applications with modern frameworks.
pt_br: Construindo aplicações web responsivas e eficientes com frameworks modernos.

source: Data Science
pt_br: Ciência de Dados

source: Extracting insights from complex datasets using advanced analytics.
pt_br: Extraindo insights de conjuntos de dados complexos usando análises avançadas.

source: Machine Learning
pt_br: Aprendizado de Máquina

source: Developing intelligent systems that learn and adapt to new data.
pt_br: Desenvolvendo sistemas inteligentes que aprendem e se adaptam a novos dados.

source: Cloud Solutions
pt_br: Soluções em Nuvem

source: Deploying scalable applications on cloud platforms for global reach.
pt_br: Implantando aplicações escaláveis em plataformas cloud para alcance global.

source: Featured Projects
pt_br: Projetos em Destaque

source: A showcase of my work combining data science and web development expertise
pt_br: Uma vitrine do meu trabalho combinando experiência em ciência de dados e desenvolvimento web

source: Technical Skills
pt_br: Habilidades Técnicas

source: Expertise across the full stack of data science and web development
pt_br: Experiência em todo o stack de ciência de dados e desenvolvimento web

source: Work Experience
pt_br: Experiência Profissional

source: My professional journey through various roles and challenges
pt_br: Minha jornada profissional através de vários cargos e desafios

source: Get In Touch
pt_br: Entre em Contato

source: I'm always interested in new opportunities, collaborations, and interesting projects. Whether you have a question or just want to say hi, feel free to reach out!
pt_br: Estou sempre interessado em novas oportunidades, colaborações e projetos interessantes. Se você tiver alguma dúvida ou apenas quiser dizer olá, fique à vontade para entrar em contato!

source: Let's discuss how we can work together on your next project
pt_br: Vamos conversar sobre como podemos trabalhar juntos no seu próximo projeto

source: Let's Connect
pt_br: Vamos nos Conectar

source: Name
pt_br: Nome

source: Your name
pt_br: Seu nome

source: Subject
pt_br: Assunto

source: Message
pt_br: Mensagem

source: Send Message
pt_br: Enviar Mensagem

source: Home
pt_br: Início

source: About
pt_br: Sobre

source: Experience
pt_br: Experiência

source: your.email@example.com
pt_br: seu.email@exemplo.com

source: Projects
pt_br: Projetos

source: Contact
pt_br: Contato

source: Language
pt_br: Idioma

source: What's this regarding?
pt_br: Sobre o que é?

source: Tell me about your project or just say hello!
pt_br: Me conte sobre seu projeto ou apenas diga olá!
